/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "slideshow_cAi8Jj": {
      "type": "slideshow",
      "blocks": {
        "text_image_block_i6WA36": {
          "type": "text_image_block",
          "settings": {
            "desktop_image": "shopify://shop_images/Group_10.png",
            "mobile_image": "shopify://shop_images/Vector_9_2.png",
            "heading": "Policy Template",
            "subheading": "",
            "button_label": "learn more",
            "button_link": "",
            "content_alignment": "center"
          }
        }
      },
      "block_order": [
        "text_image_block_i6WA36"
      ],
      "name": "Text with Image Section",
      "settings": {
        "bg_color": "#f1ead9"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "content_qPpfwV": {
      "type": "content",
      "blocks": {
        "text_block_K9KYDy": {
          "type": "text_block",
          "settings": {
            "heading": "",
            "paragraph": "<p>As of Aug. 2017</p><p>The Kidfresh name and reputation are built on a foundation of trust and honesty. This online privacy policy describes the information Kidfresh collects through the services available on our website, Kidfresh.com (the “Site”) and how we use that information.</p><p>Our policy also describes the choices you can make about how we collect and use your information.</p>"
          }
        },
        "text_block_VPxdWN": {
          "type": "text_block",
          "settings": {
            "heading": "How does Kidfresh use personal information?",
            "paragraph": "<p>Kidfresh may use personal information provided verbally or in writing (including via electronic media) by customers and potential employees in order to:</p><p>Communicate about our products, events or other promotional purposes, including co-branded offers, if you have opted to receive such communications either through providing your email address on the home page of Kidfresh.com or by indicating as such in your communication preferences when requested;Respond to your customer service inquiries;</p><p>Communicate, to the extent required, with and manage our relationship with Kidfresh consultants, strategic partners, agents, distributors, suppliers, contractors and other companies affiliated with Kidfresh in order to improve Kidfresh offering of products and services; and Communicate with you about: specific jobs, job opportunities or general information about employment at Kidfresh; Meet any applicable legal and regulatory requirement.</p>"
          }
        }
      },
      "block_order": [
        "text_block_K9KYDy",
        "text_block_VPxdWN"
      ],
      "name": "Custom Text Blocks",
      "settings": {
        "bg_color": "#f1ead9",
        "text_color": "#333333",
        "heading_size": 38,
        "paragraph_size": 24,
        "text_align": "left"
      }
    }
  },
  "order": [
    "slideshow_cAi8Jj",
    "main",
    "content_qPpfwV"
  ]
}
