/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "slideshow_cAi8Jj": {
      "type": "slideshow",
      "blocks": {
        "text_image_block_i6WA36": {
          "type": "text_image_block",
          "settings": {
            "desktop_image": "shopify://shop_images/Group_10.png",
            "mobile_image": "shopify://shop_images/Vector_9_2.png",
            "heading": "Policy Template",
            "subheading": "",
            "button_label": "learn more",
            "button_link": "",
            "content_alignment": "center"
          }
        }
      },
      "block_order": [
        "text_image_block_i6WA36"
      ],
      "name": "Text with Image Section",
      "settings": {
        "bg_color": "#f1ead9"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "content_qPpfwV": {
      "type": "content",
      "blocks": {
        "text_block_K9KYDy": {
          "type": "text_block",
          "settings": {
            "heading": "",
            "paragraph": "<p>As of Aug. 2017</p><p>The Kidfresh name and reputation are built on a foundation of trust and honesty. This online privacy policy describes the information Kidfresh collects through the services available on our website, Kidfresh.com (the “Site”) and how we use that information.</p><p>Our policy also describes the choices you can make about how we collect and use your information.</p>"
          }
        },
        "text_block_VPxdWN": {
          "type": "text_block",
          "settings": {
            "heading": "How does Kidfresh use personal information?",
            "paragraph": "<p>Kidfresh may use personal information provided verbally or in writing (including via electronic media) by customers and potential employees in order to:</p><p>Communicate about our products, events or other promotional purposes, including co-branded offers, if you have opted to receive such communications either through providing your email address on the home page of Kidfresh.com or by indicating as such in your communication preferences when requested;Respond to your customer service inquiries;</p><p>Communicate, to the extent required, with and manage our relationship with Kidfresh consultants, strategic partners, agents, distributors, suppliers, contractors and other companies affiliated with Kidfresh in order to improve Kidfresh offering of products and services; and Communicate with you about: specific jobs, job opportunities or general information about employment at Kidfresh; Meet any applicable legal and regulatory requirement.</p>"
          }
        },
        "text_block_h4YBae": {
          "type": "text_block",
          "settings": {
            "heading": "Is my personal information shared with third parties?",
            "paragraph": "<p>Kidfresh has a firm commitment to protecting your privacy. Any information we gather is used to enhance your experience, and to serve you better. We will not share, rent or sell any personally identifiable information about you to any third party. We have built our system to keep your data safe and confidential.</p><p>We collect the e-mail addresses of those who communicate with us via e-mail, information on what page consumers visit and information volunteered by the consumer, such as survey information and/or site registrations.</p><p>The information we collect is used for internal review. We use this information to improve our marketing and promotional efforts, analyze site usage, improve our content and product offerings, notify consumers about updates to our site, and with permission, to communicate with our consumers for marketing purposes.</p><p>Our website may also share information with companies that provide support services to us (such as credit card processors, mailing houses or web hosts) or that help us market our products and services (such as email vendors). These companies may need information about you in order to perform their functions. These companies are not authorized to use the information we share with them for any other purpose.</p><p>We may disclose specific information upon governmental request, in response to a court order, when required by law, to enforce our corporate policies, or to protect our or others’ rights, property, or safety. We do not provide information to these agencies or companies for marketing or commercial purposes.</p><p>In the event of a sale of some or all of our business, Kidfresh may disclose personal information to those involved in a transfer of all or part of the assets or business.</p><p>Unless permitted by law, no personal information is collected, without first obtaining your consent for the collection, use and sharing of that information. The provision of personal information to Kidfresh means that you agree and consent that we may collect, use and share your personal information in accordance with this privacy policy.</p><p>In addition, where appropriate, specific authorizations or consents may be obtained from time to time. For example, we may seek consent to use and share personal information after it has been collected in those cases where Kidfresh wishes to use the information for a purpose not previously identified or for which the individual concerned has not previously provided consent.</p><p>In most cases, and subject to legal and contractual restrictions, an individual is free to refuse or withdraw his or her consent at any time upon reasonable, advance notice. It should be noted that in some circumstances, certain Kidfresh products and services can only be offered if a person provides personal information to Kidfresh. If you choose not provide us with any required personal information, we may not be able to offer the products or services requested. We will inform you of the consequences of the withdrawal of consent.</p>"
          }
        },
        "text_block_xtr8Ug": {
          "type": "text_block",
          "settings": {
            "heading": "How can I change what promotional communications I receive?",
            "paragraph": "<p>We may use your e-mail address and other contact information provided to us through the Site to send you promotional materials from us and, if you have opted in, from third parties. If you do not want to receive such promotional information, you can change your communication preferences and remove yourself from our e-mail list at any time.</p><p>Please also note that even if you opt out of receiving promotional emails from us, we may still use your information to communicate with you for other purposes, such as customer service responses and job related communications.<br/><br/>How do I remove or modify my personal information?</p><p>Kidfresh strives to ensure that any personal information provided and in its possession is as accurate, current and complete as necessary for the purposes for which we use that information. If you signed up to receive email communications by providing your email address on the home page of Kidfresh.com, you may call our customer care line at 1-800-DO KIDFRESH to remove have your email address removed.</p>"
          }
        }
      },
      "block_order": [
        "text_block_K9KYDy",
        "text_block_VPxdWN",
        "text_block_h4YBae",
        "text_block_xtr8Ug"
      ],
      "name": "Custom Text Blocks",
      "settings": {
        "bg_color": "#f1ead9",
        "text_color": "#333333",
        "heading_size": 38,
        "paragraph_size": 24,
        "text_align": "left"
      }
    }
  },
  "order": [
    "slideshow_cAi8Jj",
    "main",
    "content_qPpfwV"
  ]
}
